tap "adoptopenjdk/openjdk"
tap "bvaisvil/zenith"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "binaryen"
brew "pkg-config"
brew "broot"
brew "pcre"
brew "glib"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dust"
brew "exa"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "k6"
brew "lazygit"
brew "lcov"
brew "libksba"
brew "libusb-compat"
brew "python@3.10"
brew "llvm"
brew "lsusb"
brew "m-cli"
brew "midnight-commander"
brew "minicom"
brew "mono"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node"
brew "openvpn"
brew "pipgrip"
brew "procs"
brew "tcl-tk"
brew "python@3.8"
brew "ruby@2.6"
brew "scons"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "telnet"
brew "terraform"
brew "tig"
brew "wabt"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "bvaisvil/zenith/zenith"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "blender"
cask "calibre"
cask "discord"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "gcc-arm-embedded"
cask "godot"
cask "google-chrome"
cask "iterm2"
cask "macfuse"
cask "magicavoxel"
cask "netnewswire"
cask "notion"
cask "ocenaudio"
cask "omnidisksweeper"
cask "omnifocus"
cask "shotcut"
cask "signal"
cask "skype"
cask "slack"
cask "sloth"
cask "spectacle"
cask "spotify"
cask "stay"
cask "steam"
cask "telegram"
cask "unity-hub"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
