tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "act"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bandwhich"
brew "binaryen"
brew "btop"
brew "glib"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "poppler"
brew "diff-pdf"
brew "direnv"
brew "diskonaut"
brew "docutils"
brew "erdtree"
brew "exiftool"
brew "eza"
brew "fastlane"
brew "gcc"
brew "ghostscript"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "grep"
brew "hcloud"
brew "helm"
brew "htop"
brew "jless"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libtool"
brew "lsd"
brew "mas"
brew "node"
brew "openjdk"
brew "ox"
brew "pnpm"
brew "rio"
brew "sshpass"
brew "stern"
brew "swift-protobuf"
brew "swiftformat"
brew "task"
brew "terraform", link: false
brew "tfenv", link: false
brew "tflint"
brew "tig"
brew "typescript"
brew "wabt"
brew "wasm-tools"
brew "wget"
brew "xh"
brew "xplr"
brew "yarn"
brew "zola"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alfred"
cask "crunch"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "git-credential-manager"
cask "google-chrome"
cask "macfuse"
cask "ngrok"
cask "notion"
cask "ocenaudio"
cask "omnidisksweeper"
cask "orbstack"
cask "pgadmin4"
cask "raycast"
cask "rectangle"
cask "rustdesk"
cask "screenflick"
cask "signal"
cask "slack"
cask "stay"
cask "steam"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "a5huynh.vscode-ron"
vscode "fill-labs.dependi"
vscode "hashicorp.terraform"
vscode "jnoortheen.nix-ide"
vscode "mkhl.direnv"
vscode "ms-vscode.makefile-tools"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "zxh404.vscode-proto3"
