tap "adoptopenjdk/openjdk"
tap "bvaisvil/zenith"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jabley/wrk2"
tap "mongodb/brew"
brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "bat"
brew "pcre"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "exa"
brew "pkg-config"
brew "libevent"
brew "gnutls"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "lua"
brew "highlight"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "lcov"
brew "libksba"
brew "libusb-compat"
brew "llvm"
brew "lsusb"
brew "m-cli"
brew "midnight-commander"
brew "minicom"
brew "mono"
brew "neovim"
brew "ninja"
brew "node"
brew "open-ocd"
brew "qt", link: false
brew "opencv"
brew "openvpn"
brew "pipgrip"
brew "procs"
brew "ruby@2.6"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "telnet"
brew "terraform"
brew "tig"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "bvaisvil/zenith/zenith"
brew "mongodb/brew/mongodb-community-shell"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "blender"
cask "calibre"
cask "discord"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "gcc-arm-embedded"
cask "godot"
cask "google-chrome"
cask "iterm2"
cask "krita"
cask "macdown"
cask "magicavoxel"
cask "netnewswire"
cask "notion"
cask "ocenaudio"
cask "omnidisksweeper"
cask "omnifocus"
cask "openvpn-connect"
cask "osxfuse"
cask "postman"
cask "signal"
cask "skim"
cask "skype"
cask "slack"
cask "sloth"
cask "spectacle"
cask "spotify"
cask "stay"
cask "steam"
cask "telegram"
cask "unity-hub"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
